{
  "Secure your account?": "Secure your account?",
  "You may have performed this action yourself": "You may have performed this action yourself",
  "This action came from a network you have used before to access Facebook:": "This action came from a network you have used before to access Facebook:",
  "Password reset": "Password reset",
  "on": "on",
  "If this was not you, you can secure your account. You may need to pass a security challenge, create a new password, and update your account before you can log in.": "If this wasn’t you, you can secure your account. You may need to pass a security challenge, create a new password, and update your account before you can log in.",
  "This was me": "This was me",
  "This was someone else": "This was someone else",
  "Enter email linked to facebook": "Enter email linked to Facebook",
  "To get back in to your account, enter your current Email if you know it. If you don't think that your account was hacked, you can": "To get back into your account, enter your current email if you know it. If you don't think that your account was hacked, you can",
  "cancel this process": "cancel this process",
  "Continue": "Continue",
  "Forgotten password?": "Forgotten password?",
  "Check your login code": "Check your login code",
  "Enter the 6-degit code that we've just sent to your SMS, WhatsApp or from the authentications app that you set up.": "Enter the 6-digit code that we've just sent to your SMS, WhatsApp, or from the authentication app that you set up.",
  "Get a new code": "Get a new code",
  "Code": "Code",
  "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.": "The login code you entered doesn't match the one sent to your phone. Please check the number and try again.",
  "Try another way": "Try another way",
  "We can send a new code in": "We can send a new code in",
  "Find your account": "Find your account",
  "Cancel": "Cancel",
  "Secure account": "Secure account"
}
